Repository: JKisotama/POS-System
Catalog: ASP.Net API/POS-System/Resrouces/SharedResources.*.resx
Languages: fr_fr, vi_vn

source: Invalid Login
fr_fr: Identifiants de connexion invalides.
vi_vn: Lỗi Đăng Nhập

source: Goods
fr_fr: Marchandises
vi_vn: Hàng Hoá

source: GoodsGroup
fr_fr: Groupe de marchandises
vi_vn: Nhóm Hàng Hoá

source: Goods Information
fr_fr: Marchandises Information
vi_vn: Thông tin Hàng

source: Action
vi_vn: Lựa Chọn

source: Goods Name
fr_fr: Nom de l'article
vi_vn: Tên Hàng

source: Goods Brand
fr_fr: Marque
vi_vn: Hãng

source: Property Group
fr_fr: Groupe de propriétés
vi_vn: Nhóm Thuộc Tính

source: Goods Status
fr_fr: État des biens
vi_vn: Trạng Thái Hàng

source: Customer
fr_fr: Client
vi_vn: Khách Hàng

source: Picture
fr_fr: Image
vi_vn: Hình Ảnh

source: Search
fr_fr: Rechercher
vi_vn: Tìm Kiếm

source: Sell Available
fr_fr: Disponible à la vente
vi_vn: Còn Hàng

source: Sell Unavailable
fr_fr: Indisponible à la vente
vi_vn: Hết Hàng

source: Supplier
fr_fr: Fournisseur
vi_vn: Nhà Cung Cấp

source: Create Customer
fr_fr: Créer un client
vi_vn: Tạo Khách

source: Create Goods
fr_fr: Créer des marchandises
vi_vn: Tạo Hàng

source: Create Property Group
fr_fr: Créer un groupe de propriétés
vi_vn: Tạo Nhóm Thuộc Tính

source: Create Supplier
fr_fr: Créer un fournisseur
vi_vn: Tạo Nhà Cung Cấp

source: Customer Address
fr_fr: Adresse
vi_vn: Địa Chỉ

source: Customer Email
fr_fr: Email
vi_vn: Email

source: Customer Information
fr_fr: Informations du Client
vi_vn: Thông Tin Khách

source: Customer Name
fr_fr: Nom
vi_vn: Tên Khách

source: Customer Phone
fr_fr: Téléphone
vi_vn: Số Điện Thoại

source: Delete
fr_fr: Supprimer
vi_vn: Xoá

source: Edit
fr_fr: Modifier
vi_vn: Chỉnh Sửa

source: Property Group Information
fr_fr: Groupe de propriétés Information
vi_vn: Thông Tin Nhóm Thuộc Tính

source: Property Name
fr_fr: Propriétés Nom
vi_vn: Tên Thuộc Tính

source: Supplier Address
fr_fr: Address
vi_vn: Địa Chỉ

source: Supplier Email
fr_fr: Email
vi_vn: Email

source: Supplier Information
fr_fr: Informations du Fournisseur
vi_vn: Thông Tin Nhà Cung Cấp

source: Supplier Name
fr_fr: Nom
vi_vn: Tên

source: Supplier Phone
fr_fr: Téléphone
vi_vn: Số Điện Thoại

source: Supplier Type
fr_fr: Type
vi_vn: Loại

source: View Goods Properties
fr_fr: Voir Marchandises propriétés
vi_vn: Xem Thuộc Tính Hàng

source: View Goods Unit
fr_fr: Voir Marchandises Unitaire
vi_vn: Xem Đơn Vị

source: View Sell Prices
fr_fr: Voir Prix ​​de vente
vi_vn: Xem Giá Hàng

source: Bill Date:
fr_fr: Date de la facture:
vi_vn: Ngày tạo hoá đơn

source: Choose File
fr_fr: Choisir le File
vi_vn: Chọn File

source: Company Id
fr_fr: Entreprise Id
vi_vn: Id Cty

source: Check Out:
fr_fr: Vérifier:
vi_vn: Chuyển Khoản

source: Cash
fr_fr: Espèces
vi_vn: Tiền Mặt

source: Bill Information:
fr_fr: Information de facturation:
vi_vn: Thông Tin Hoá Đơn

source: Create Goods Property
fr_fr: Créer une propriété de biens
vi_vn: Tạo Thuộc Tính Hàng

source: Create Goods Unit
fr_fr: Créer une unité de produits
vi_vn: Tạo Đơn Vị Hàng

source: Create Group
fr_fr: Créer un groupe
vi_vn: Tạo Nhóm Hàng

source: Customer Id
fr_fr: Client ID
vi_vn: ID Khách

source: Customer Pay:
fr_fr: Paiement par le client:
vi_vn: Khách Trả:

source: Discount:
fr_fr: Rabais:
vi_vn: Chiết Khấu:

source: Enter amount
fr_fr: Entrez le montant
vi_vn: Nhập Giá

source: Goods Group Information
fr_fr: Thông tin nhóm hàng
vi_vn: Thông Tin Nhóm Hàng

source: Goods Property Information
fr_fr: Marchandises propriétés Information
vi_vn: Thông Tin Thuộc Tính Hàng

source: Goods Property Value
fr_fr: Marchandises propriétés Valuer
vi_vn: Tên Thuộc Tính

source: Goods Sell Price Information
fr_fr: Prix de vente
vi_vn: Thông Tin Giá Hàng

source: Goods Unit
fr_fr: Marchandises Unitaire
vi_vn: Đơn Vị

source: Goods Unit Information
fr_fr: Marchandises Unitaire Information
vi_vn: Thông Tin Đơn Vị

source: Group Name
fr_fr: Nom Groupe
vi_vn: Tên Nhóm Hàng

source: Group Property Name
fr_fr: Nom Groupe propriétés
vi_vn: Thuộc Tính Nhóm Hàng

source: Group Status
fr_fr: Groupe Statut
vi_vn: Trạng Thái

source: No file chosen
fr_fr: Aucun fichier choisi
vi_vn: Chưa chọn File

source: Note:
vi_vn: Ghi Chú:

source: POS Number:
fr_fr: POS Nombre:
vi_vn: Số Phiếu

source: Product
fr_fr: Produit
vi_vn: Sản Phẩm

source: Quantity
fr_fr: Quantité
vi_vn: Số Lượng

source: Select a customer to display their details.
fr_fr: Sélectionnez un client pour afficher ses détails.
vi_vn: Chọn một khách hàng để hiển thị thông tin chi tiết của họ.

source: Sell Price
fr_fr: Prix ​​de vente
vi_vn: Giá Hàng

source: Seller:
fr_fr: Vendeur:
vi_vn: Người Bán

source: Subtotal:
fr_fr: Sous-totaux:
vi_vn: Tổng Phụ

source: Total:
vi_vn: Tổng:

source: Unit Status
fr_fr: état de unitaire
vi_vn: Trạng Thái

source: Unit Stock
fr_fr: stock unitaire
vi_vn: Tồn Kho

source: Unit Size
fr_fr: Taille de unitaire
vi_vn: Kích Cỡ

# Login successful.
source: Connexion réussie.
vi_vn: Đăng Nhập Thành Công

source: File
fr_fr: Fichiers
